Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Returnee of the Fallen Family (멸망한 가문의 회귀자).tmx
Source language: ko_kr
Languages: en_us

source: “대가급!?”
en_us: “A master engineer?!”

source: ‘그래.{j}이처럼 미래는 이미 변했어.{j}그러니 할 수 있다.’
en_us: The future has changed for the better. You can do this.

source: “이 공자님.{j}돌아가세요.”
en_us: “Little master,{j}please return to your chamber.”

source: “아이고, 손님.{j}그럼 원가도 못 건집니다.”
en_us: “I’ll make a loss if I sell for that price.”

source: ‘생각해 보면 이 시기 왕국도 좋은 점은 있어.{j}적어도 치안 측면에서는…….’
en_us: The kingdom wasn’t so bad during this time. Especially in terms of security...

source: 하마르는 자신의 앞에 펼쳐진 도면을 보며 인상을 찡그렸다.
en_us: Hamar had a sour face as he looked at the sketch presented to him.

source: 24화
en_us: Chapter Twenty Four

source: 다행히 그는 신검의 비전이라는 방법을 알고 있었고, 아직은 시간이 있었다.
en_us: Luckily, he had the ancient secrets of the Sword of God on his side and there was still enough time to prepare.

source: 그냥 가져오라고!”
en_us: And just bring me what I asked for!”

source: 젊은 남자가 엘프 미녀들을 눈앞에 두고서도 아무런 반응을 보이지 않자, 늙은이가 떨떠름한 안색으로 용병들에게 지시했다.{j}그런 그를 보며 로건은 속으로 피식 웃었다.
en_us: The old man thought a young man like Logan would be in awe of such beautiful elves but was frustrated to find that he was unmoved. He vented his frustration at his mercenaries, which brought a smirk to Logan’s face.

source: 필립은 단호하게 거절의 의사를 밝혔다.{j}자신이 사람을 잘못 봤을지는 몰라도 하나는 확실했다.
en_us: Phillip flatly refused Logan’s offer. He may have mistaken a person’s character but he was dead certain of one thing.

source: “적은?”
en_us: “Where is the enemy?”

source: “어흐으…….”
en_us: “Ahh...”

source: ‘다 가문을 위해서입니다.’
en_us: It’s all for the family, Father.

source: 16화
en_us: Chapter Sixteen

source: “지금 내 말을 뒤엎겠다는 말이냐, 로건?”
en_us: “Do you dare disrespect my words and decision, Logan?”

source: 결국, 녀석은 제국에 사로잡혀 고문을 당하다 공개적으로 처형되었다.
en_us: Lonian was ultimately captured, tortured then publicly executed.

source: $- 부탁드립니다, 아버지.
en_us: “Please, I beg you for a favor, Father.”

source: “끄으으으…….”
en_us: “Ahh...”

source: 설마 새어머니를 응원하게 될 줄이야.{j}로건이 눈썹에 경련이 일어나는 것을 억지로 참고 있을 때, 새어머니 메리안이 끼어든 것이다.
en_us: Logan never thought he would be cheering on his step-mother. Marianne had stepped in while Logan was fighting off a violent twitch in his eyebrows.

source: 로건의 사나운 눈길이 다시금 그녀를 향했다.{j}그때 미간을 찌푸리며 잠시 고민하던 패드릭이 무거운 표정으로 입을 열었다.
en_us: Logan’s fierce eyes locked back to her. Padrick’s brows looked heavy as he took a moment to reach an outcome.

source: 설명을 끊어 버리는 단도직입적인 물음에 늙은이가 어색하게 웃으며 손가락을 두 개 들었다.
en_us: Logan abruptly interrupted the old man with a direct question. The old man smiled awkwardly and raised two fingers in response.

source: 또다시 크게 소리를 지르려던 필립은 로건의 손 위로 솟구치는 황금빛 포스를 보며 입을 다물었다.{j}저 나이에 포스를 사용할 수 있는 천재가 귀족 신분을 위조해 사기를 친다고?{j}창창한 미래를 똥통에 처박는 그런 멍청이가 있을 리 없다.{j}그리고 그것은 지금껏 그가 했던 짐작의 가장 중요한 근거가 틀렸다는 것을 증명했다.
en_us: Phillip was about to unleash another screaming fit until he saw the golden light of the force soar above Logan’s hand. There was no way that a prodigy of the force was faking his identity and made a living defrauding people. Surely, no one was stupid enough to throw a bright future like that away. It also proved that his main argument against Logan had been wrong.

source: 번쩍!
en_us: Shazam!

source: “……꼭 그리하겠다면 지금부터 나는 너를 아들로 생각하지 않겠다.{j}이번 전쟁에서 사로잡혀도, 설령 전사한다 해도 우리 가문과 상관없는 이 취급을 하겠다는 말이다.{j}그래도 괜찮겠느냐?”
en_us: “If that is your final decision then I’ll no longer consider you as my son. Your capture or death in battle will not be a matter for the house to deal with as if you were a complete stranger. Is that what you want?”

source: 미래를 알고 있다는 것은 그 무엇보다 큰 무기다.
en_us: Knowing the future was undoubtedly a powerful weapon.

source: “그리고 또, 내가 이 나라 귀족 가문 문양 다 외우고 다니거든?{j}그런데 그 갑옷에 그려진 문양은 서남부의 맥라인 남작가 문양이야.{j}그럼 뭐가 문제일까.{j}이 사기꾼 겸 귀족 사칭범 나리?”
en_us: “Also, I’ve memorized every emblem of every noble house in this country and the one engraved on your armor is the emblem of House of MacLine from the southwest region. So what could be the problem? Are you a con artists and an imposter?”

source: “뭔가 잘못된 걸 거야!{j}아니, 착오야!{j}착오가 분명해!”
en_us: “Something is not right. This must be a mistake! It has to be!”

source: 일순간 울려 퍼지는 타격음과 극심한 손목의 통증에 그는 자신도 모르게 기괴한 비명을 지르고 말았다.
en_us: The sound of a clean strike echoed throughout the field and Sir Dominan unconsciously screamed as he felt intense pain in his sword-holding wrist.

source: 용병들이 좀 전과는 다른 의미로 소란스러워졌지만, 이내 이어진 로건의 말이 그들을 다시 침묵하게 했다.
en_us: The crowd worked up a fuss for a different reason than before but Logan’s next words silenced them once more.

source: 하지만 그의 검격을 상급 한 놈이 가로막는 사이, 다른 놈들이 다시 사방에서 칼을 휘둘렀다.
en_us: But his swing was met by the other high knight and the other knights moved quickly to pressure Padrick once more.

source: 절망 속에 내리는 한 줄기 빛을 보는 듯, 혹시나 하는 기대가 점점 커져 갔다.
en_us: It was like seeing a ray of light come down and cut through the darkness of despair. Phillip carefully awaited for his response with renewed hope.

source: “앞으로 로건 님은 돈 관련한 건은 깊이 생각하지 말고 저한테 다 맡겨 주십시오.{j}이젠 로건 님의 미래에 제 운명도 달려 있으니까요.”
en_us: “Don’t think too deeply about your money from now and just leave it to me. Your future is also my future.”

source: ‘……에?{j}이렇게 쉽게?’
en_us: He’s letting me off this easily?

source: “……무력도 있었다는 건가요?”
en_us: “Are you saying that he had the force?”

source: 그것이 시간을 확실히 단축하는 방안이었다.
en_us: This was the surest way of reducing time.

source: “이 녀석을 어찌할까요, 고용주?”
en_us: “What shall I do with him, Master Logan?”

source: “저, 그런데 왜 저를 그런 거액을 쓰면서까지 고용하려 하십니까?”
en_us: “But why have you spent so much money to hire me?”

source: ‘침착하자.{j}위기는 지금부터 시작이야.’
en_us: Be calm. This is only the start.

source: “어허, 이 사람들이.{j}내가 먼저 왔는데…….{j}하하, 대공자님 안녕히 주무셨습니까.{j}좋은 아침입니다.”
en_us: “Come on now, fellow administrators. I came to see the eldest master first. I hope you’ve slept well. It’s a fine morning.”

source: 마침내 기다렸던 때가 왔다.
en_us: The moment he had been waiting for.

source: “알겠고, 얼마요?”
en_us: “Great. How much?”

source: ‘어쩔 수 없다.{j}있는 자원을 쥐어짜서라도 준비하는 수밖에.’
en_us: There is no other way but to squeeze every dime we have.

source: 과거로 돌아오기 전 로건이 불태워 버렸던 황금빛 매가 수놓아진 서적.
en_us: Logan had burnt this book, embroidered with a golden hawk, before he returned to the past.

source: 아직은 젖살이 다 빠지지 않은 듯 통통한 볼살이 남아 있는 소년이 조심스레 머리를 들이밀고 있었다.
en_us: A young boy with plump cheeks hanging on his face carefully poked his head through the opened door.

source: 리이나의 안색 역시 창백하게 변하는 순간, 뒤에 있던 호위기사 록페른이 앞으로 뛰어나가 리이나의 정면을 가로막았다.{j}그 단순한 움직임이 패드릭의 기세를 가르고 리이나의 숨통을 텄다.
en_us: Lina was no exception, her face was white as snow when her knight, Lockferan, leaped in front of her to protect his lady. His simple action countered Padrick’s fury and allowed Lina a moment to catch her breath.

source: “니 손모가지를 어디다 쓰냐.”
en_us: “Your hand is as useful as a horse with no legs.”

source: 8화
en_us: Chapter Eight.

source: 바람처럼 로건에게 달려온 로니안이 그의 침대 앞에 서서 연신 고개를 숙였다.
en_us: Lonian hastily positioned himself by the foot of Logan’s bed and bowed repeatedly.

source: “수비 태세로 전환한다!{j}최대한 뭉쳐라!{j}기회는 온다!”
en_us: “Transition into a defensive formation! Fall into formation! We’ll get our chance to strike!”

source: 그러나 일을 되돌리기에는 로건의 고집이 너무 강했다.
en_us: He knew Logan was too stubborn to turn back now.

source: “고장 내면 대장이 우릴 고장 낸다고 했어.{j}조심해서 다뤄!”
en_us: “The captain said he’ll break us if we break it. Be careful with it!”

source: “그럼, 뛰자.”
en_us: “Then, let’s run.”

source: “어허!{j}내가 먼저 왔…….”
en_us: “Hey, I was here first...”

source: 벅벅.
en_us: Scrub scrub.

source: ‘왜 저렇게 작아?’
en_us: Why is it so small?

source: ‘설마설마했는데, 진짜?’
en_us: My, my true to his nature, I see.

source: “테스론 자작가의 병력은 기사단만 해도 우리보다 반 배가 더 많습니다.{j}아무리 가주님이 계시다고 한들 승산이…….”
en_us: “The Viscount of Tesslon has more knights and soldiers at his disposal. His order of the knights outnumber ours by about a half. The chances of winning even with your leading us is...”

source: “뭐 인마?!{j}아직도 사기…….”
en_us: “I told you and you’re still trying to scam me!”{j}

source: 긴 나팔 소리와 더불어 성문이 열리고, 중갑으로 무장한 채 말을 탄 기사단을 앞세운 맥라인 가문의 병력이 성을 나섰다.{j}53명의 기사.{j}징집병이 아닌 정규병이자, 기사수련생들이라고도 할 수 있는 550여 명의 기마병.{j}그리고 5천에 가까운 징집병들.{j}총병력 5천이 넘는 대군이었다.
en_us: The castle gate opened at the sound of the trumpet. The MacLine army was led out by the order of the knights with their heavy armor and trusted steeds. Fifty three knights were joined by five hundred and fifty trained cavalrymen and close to five thousand militia. It was a sizeable army with over five and a half thousand men.

source: 거의 구정물 수준으로 검게 나오는 땟국물을 보니 할 말도 없었다.
en_us: The water that came off Logan was murky and filthy.

source: ‘막았다고?!’
en_us: He blocked my charge?!

source: 후계자 지위 박탈, 무기한 근신에 처했다가 결국 가문에서 쫓겨나게 된 ‘그날’의 사건까지.
en_us: How he became a disinherited heir and was placed on indefinite probation until he was eventually banished from his family on that fateful day.

source: 일부러 소리 내어 말하며 쓸데없는 생각을 털어 버렸다.
en_us: He spoke aloud with purpose and decided to empty his mind of such thoughts.

source: 지저귀는 산새 소리가 상쾌한 바람을 몰고 들어왔다.
en_us: The sound of chirping birds was followed by cool mountain air.

source: “아니, 됐어.
en_us: “No, it’s fine.

source: 로건은 작은 한숨을 내뱉으며 최대한 정중히 고개를 숙였다.
en_us: Logan let a small sigh and bowed as respectfully as he could.

source: 살기로 가득 찬 붉은 눈을 번득이며 기합도 없이 휘둘러진 패드릭의 검이 빈틈을 노렸다.
en_us: Padrick’s eyes burned red with rage and his sword ferociously struck an opening in the enemy’s armor.

source: “기사…….”
en_us: “A knight...”

source: 사나운 눈매와 굳게 다문 입술은 덩치만 다르지 누가 봐도 로건과 판박이였다.
en_us: His sharps eyes and solemn rips were identical to Logan’s, the two only differed in physique.

source: “모두가 너에게 명예의 가치에 대해 제대로 가르치지 못한 내 탓이겠지.”
en_us: “Everything is my fault for not teaching you the true value of honor.”

source: 로건은 자신과는 도무지 비교조차 되지 않아 그가 아는 최고의 천재와 비교할 수밖에 없었다.
en_us: Logan couldn’t compare Victor’s natural talent to his, so he compared them to skills of the only genius he knew.

source: 역사의 흐름에 변화가 없다면, 영지전까지 9개월이 채 남지 않았다.{j}가문 내부의 변화를 포기했다면 외부에서 변화를 끌고 와야 했다.
en_us: Long as the flow of time had not changed, the Battle of the Territories was nine months away. Since Logan had given up on changing from within, he had to bring change into his castle from elsewhere.

source: 늙은 드워프를 닦달한 지 한 달 반이 지났을 때, 하마르는 기한을 2주나 앞당겨 작업을 완료했다.{j}무려 여분의 석궁까지 100개를 만들어 낸 그는 드러누워 한동안 파업을 선언했다.{j}물론 로건은 그것을 흡족하게 받아들였다.{j}바로 다음 날, 로건은 즉시 용병대를 찾아갔다.{j}작은 석궁의 모습에 의아함을 감추지 못하던 용병들은 로건의 시연을 본 후엔 모두가 벌린 입을 다물지 못했다.
en_us: A month and a half had passed since Logan grilled the old dwarf and Hamar managed to complete the task with two weeks to spare. He even made an extra hundred crossbows and declared he was on strike for the mean time. Logan gladly his accepted his veiled request for rest. The very next day, Logan brought his new weapons to the mercenary army. The mercenaries were initially indifferent about the small crossbows but were visibly impressed after Logan’s demonstration.

source: ‘하지만 용병인 지금보다 교관이 되었을 때 그의 가치가 훨씬 크지.’
en_us: But his value as a trainer is far more valuable.

source: 사납게 날이 선 메리안의 검은 눈동자와 그에 굴하지 않고 떳떳하게 마주 보는 로건의 붉은 눈동자가 날카롭게 교차했다.{j}그러자 또 다른 붉은 눈동자의 주인, 패드릭이 긴 한숨을 토해 냈다.
en_us: Marianne’s sharp, dark eyes defiantly stared down Logan’s glowing red eyes in a fierce exchange. Which made the owner of another set of red eyes release a deep sigh.

source: ‘이것도 그대로.’
en_us: Just as I expected.

source: 촤아악.
en_us: Slash.

source: 듣는 이가 서늘해질 정도의 싸늘한 목소리.{j}패드릭의 표정 역시 더는 흔들리지 않았다.{j}그에 입술을 질끈 깨문 리이나가 잠시 망설이다가 이내 힘겹게 다시 말을 이었다.
en_us: His voice sent shivers down everyone’s spine. Padrick’s roared with unshakable conviction. Lina bit her lips and hesitated, then mustered the strength to continue.

source: “여태까지는 실망시켰다는 것도 알고.”
en_us: “Even though you’ve disappointed me over and over,”

source: 일단은 돈을 버는 일보다는 상인의 특성을 살려 물건을 구매하는 일부터 시켜 볼 생각이었다.{j}교역 도시 카일에 온 두 번째 목적, 당장의 영지전을 위해 필요한 물품들이 그 구매 대상이었다.
en_us: Logan planned to test Phillip’s abilities as a merchant first by tasking him with purchasing supplies, before he tried his hands at making money. His second reason for coming to the trading city of Kyle was to acquire supplies he needed for the Battle of the Territories.

source: “사, 살려 줘!”
en_us: “S-save me!”

source: 얼마나 후회하게 만든 사람인가.
en_us: The reason why I was filled with regret.

source: 자신이 준비한 무기 중 하나가 예상보다 월등한 성능으로 완성되었다.{j}게다가 전생에 영지전이 벌어졌던 때는 아직도 반년이 남아있었다.{j}갑자기 땅딸막한 하마르의 모습이 어떤 보석보다 아름다워 보였다.{j}그래서 로건은 침을 튀겨 가며 무기의 우수함을 설명하는 늙은 드워프를 서슴없이 껴안고 헹가래를 칠 수 있었다.
en_us: The weapon was far superior than he had expected. Logan realized that he had about half a year left until the Battle of the Territories began according to his memory from his past life. The stubby dwarf suddenly looked more beautiful than any gem in the world. Logan couldn’t himself but to lift up the dwarf, who was still busy talking about the weapon, and cry out in celebration.

source: - 몬스터는 다른 생명체에게 적대적이고, 그 피와 살에는 독기가 어려 있어 죽어서도 생물을 해치고 환경을 파괴한다.
en_us: “Monsters are aggressive towards other life forms and the poison that runs through their blood and remain on their flesh destroys life and habitats even after death.”

source: ‘왜지?{j}왜 이러는 거야.’
en_us: “Why is he doing all of this?”

source: 릭은 가주의 번뜩이는 살기를 고스란히 받고 오줌을 지려야만 했다.
en_us: Rick almost soiled himself as he had to face the full fury of the Baron when he handed him the letter.

source: 하지만 4대 전 종조부 때부터 현 가주 패드릭 맥라인 이전까지 3대 동안 이어진 조상들의 크고 아름다운 삽질과 패악질로 작위는 강등되고, 영지의 규모는 말도 못 할 수준으로 줄어들었다.{j}가신이었던 이들은 영지를 갈라 독립하여 동격, 혹은 더 높은 지위로 올라갔다.{j}결국, 작위 몰수에 관한 이야기까지 오가게 되었고 당시에 현 가주인 패드릭 맥라인이 상급 기사가 되지 않았으면 그대로 작위가 몰수되었을 것이다.{j}하지만 그마저도 이미 상당히 늦어 버린 일이었다.{j}맥라인 평야라 불리던 왕국에서 손꼽히던 곡물 창고는 가장 강대한 가신의 손에 넘어갔다.{j}그 외의 쓸 만한 땅 역시 다른 가신들이 나눠 가지고, 쫓겨나듯 몰려온 곳이 바로 이곳, 남부 산맥 일대에 근접한 거칠고 메마른 땅이었다.
en_us: However, the rot began with three generation before the current head of the house, Padrick MacLine. His ancestors had been demoted due to their wretched abuse of power and poor administration, and their land paled in comparison to their glorious past. Their vassals divided the MacLine territories and raised their banners in rebellion. Most succeeded in gaining independence as equals while some even went on to outdo their former liege. The house had fallen so low that there was talk of stripping their titles and lands entirely. It would have come to fruition had it not been for Padrick MacLine’s promotion to high knight. But the damage had already been done. The MacLine plains, or so it was once called, was the breadbasket of the kingdom but the lands were claimed by the strongest former vassal. Other arable lands were split among their other vassals and all they were left with were the harsh, dry lands at the foot of the Southern Alps.

source: “아, 예.{j}저야 뭐 돈 받고 하는 일입니다만.”
en_us: “Yes, it’s my duty as your hired hand.”

source: “왜?{j}거부할 텐가?{j}도미넌 경?{j}소문난 겁쟁이한테 꼬리를 말 거면 그렇게 하던지.”
en_us: “Why? Will you refuse my challenge, Sir Dominan? Do so if you want to show your tail to a well-known coward.”

source: “인간.{j}지독하더군.”
en_us: “He was pure scum.”

source: “몰라.{j}원래 막 나가는 분이잖아.{j}곧 은퇴한다고.{j}너도 돌아가는 쪽에 걸었으면서.”
en_us: “I’d say. But he’s always been a loose cannon. He’s retiring soon, anyway. Are you still betting that he turns and leaves?”

source: 회귀 전의 그야 무언가를 새로 시작하기에 한참은 늦은 나이였던 데다가 본디 재능도 부족하였지만, 지금은 달랐다.
en_us: Before his return, he was too old to starting starting something new and he lacked the skills. But now, it was different.

source: “도대체 무슨 소문을 들으셨는지 몰라도 소문은 이만한 돈을 투자할 이유가 못 됩니다!{j}소문이 사실이 되려면 누구도 반박할 수 없는 확실한 근거가 필요하다구요!”
en_us: “I don’t know what kind of back alley rumor you’ve been fed but this is not a good idea! There needs to be irrefutable proof for a rumor to turn into a fact!”

source: 멈추지 않고 적의 후방을 헤집고 다니는 기마대의 모습과 쓰러지는 적의 병사들.
en_us: The new regiment scoured through the rear of the enemy without slowing down and enemy soldiers were being shot down left, right and center.

source: “소문보다 돈독이 더 오른 거요?{j}아니면 명예를 모르는 거요?”
en_us: “That he was more money hungry or had even less honor than you expected?”

source: 소년의 붉은 머리칼과 눈동자는 로건과 똑 닮아 있었다.
en_us: The boy had red hair and his eyes were identical to Logan’s.

source: ‘도대체 어떻게 된 거지?’
en_us: How did this happen?

source: 얼굴까지 시뻘게진 필립의 목소리가 끝없이 올라갔다.{j}저택 밖을 지나가던 사람들이 제법 돌아볼 정도였지만, 로건의 태도는 변하지 않았다.
en_us: Phillip’s face was red as branded iron and his voice was deafening. His antics were loud enough to make a few heads turn as they passed by the house but Logan remained unchanged.

source: 22화
en_us: Chapter Twenty Two

source: 지금 로건이 딱 필요로 하는, 아니 기대를 뛰어넘는 ‘기술자’였다.{j}그렇다면 고민할 필요도 없었다.
en_us: The engineer he had been searching for exceeded his wildest expectations. There was only one choice to make.

source: “어떤 새…….”
en_us: “What kind of idiot would...”

source: “어?{j}그 친구는 B급 아니야?”
en_us: “Huh? Isn’t he a B-level merc?

source: ‘기억하는 제국의 최종 버전보다 유효사거리는 떨어지지만 기마병을 위해서라면 훨씬 나아.’
en_us: The effective range is shorter than the final version of the Empire’s weapon from memory but the current range is perfect for cavalry.

source: “뭔 개소리야?”
en_us: “Have you lost your mind?”

source: 뻐억.
en_us: Crack.

source: “……접어 두자.”
en_us: “Let’s leave it for now.”

source: 목검을 잡은 지 고작 3년 만에 10년 동안 기사 수련을 받은 19살의 그를 때려눕힌, 괴물 같은 재능을 가진 동생.
en_us: Lonian was a freak of nature. He easily floored his brother Logan, who had trained ten years as a knight, within three years of wielding his first wooden sword.

source: “……그, 그러십시오.{j}도미넌, 괜찮지?”
en_us: {j}“Y-yes, master. D-do you accept, Sir Dominan?”

source: 저건 미리 알고 대비하지 않으면 기사급도 위험할 수 있는 무기다.{j}거기까지 생각이 미친 카이는 절로 박수가 나왔다.
en_us: He knew that even knights were under threat if they didn’t know about the danger beforehand. Kai found himself clapping at his employer’s vision.

source: ‘쫓겨나서 왕국을 전전하던 때니까.’
en_us: I was banished and wandered around the kingdom.

source: “그래서 필요한 게 뭐야?”
en_us: “Then what more do you need?”

source: 카이는 자신이 훈련시킨 이 300명의 기마부대가 저 연사 석궁으로 무장한 모습을 떠올리자마자 온몸에 소름이 돋았다.
en_us: Kai trembled at the thought of arming his trained three-hundred strong cavalry with the automatic crossbows.

source: 한창 이런저런 궁리를 하며 계획을 점검하고 있는데, 방문을 두드리는 소리가 들렸다.
en_us: Logan was revisiting and checking his preparations when he heard a knock on the door.

source: “에헴, 어떻습니까?{j}최초 요구보다 발사체는 한 발 적지만 이건 한 손에 들기도 편하고 그럼 탄창을 갈기에도…….”
en_us: “What do you think? It’s one less bolt than you requested but the crossbow is easier to carry and the magazine...”

source: “끄으응…… 일주일.{j}일주일 안에 다시 만들어 오겠소이다.”
en_us: “Fine...a week. I’ll come back with a new weapon within a week.”

source: 로건은 비전서의 내용대로 심장의 핵을 쥐어짜 에너지를 증폭시켰다.
en_us: Logan amplified his energy by squeezing the core in his heart.

source: 아무리 스스로를 세뇌하며 현실 도피를 한다 한들 이쯤 되면 현실을 인정할 수밖에 없었다.
en_us: It reached the point where Sir Dominan could no longer fool himself, he had to accept the reality.

source: 벌써 평기사들의 비명이 들려오는 것 같았지만, 헤인켈은 이미 열의에 불타고 있었다.{j}하지만 로건은 헤인켈의 생각처럼 단순히 평판을 개선해 보고자 훈련에 참여하려 하는 것은 아니었다.
en_us: Sir Heinkel could already heart complaints of his knights but he was burning with thoughts about ending the young master’s misadventure. But Logan didn’t join the knights to improve his reputation like Sir Heinkel had thought.

source: 콰직!
en_us: Bang.

source: “그럼 그 뒤에는?”
en_us: “Then what come after?”

source: “그게 남작님 말씀을 거역할 정도인가.”
en_us: “It’s not worth challenging his own father.”

source: ‘내가 방심한 것이 아니었어.’
en_us: It wasn’t because I underestimated him.

source: 창문 밖으로 보이는 연무장과 저택.
en_us: He could see the courtyard and the mansion out the window.

source: 혹시나 잘못 적었거나 유출될 가능성은 없는지 다시 한번 종이의 내용을 꼼꼼히 훑어보았다.
en_us: He carefully went over the pages to make sure there was no possibility of decrypting it.

source: 달콤한 말이 필립의 기분을 두둥실 떠오르게 만들던 그때.
en_us: The sweet words of his potential investor lifted Phillip out of the darkness.

source: 로건의 의식이 집중되는 순간 그의 심장 부근에서 강렬한 빛이 터져 나왔다.{j}이내 황금빛 포스코어가 자그마한 또 하나의 코어를 토해 냈다.
en_us: When Logan’s consciousness fastened towards the center of his heart, a dazzling beam of light shot out of his body. His golden force core spat out a new, smaller core.

source: “……아, 손님이셨군요.{j}이런 당황스러울 때가, 아하하!”
en_us: “Ah...you’re a customer. Pardon my confusion!”

source: “언제 그렇게까지…….”
en_us: “When did they get so powerful...”

source: 돌진하는 도미넌의 몸에서는 희미한 붉은 아지랑이가 줄기줄기 뿜어졌다.
en_us: A mysterious red shimmer radiated from the charging knight.

source: 캬아아아악!
en_us: Kyaaak!

source: 불꽃.
en_us: A roaring flame.

source: “아니, 아직이야.”
en_us: “No, not yet.”

source: “아실지 모르겠지만 쿠퍼스 뱅크에 빚진 돈이 300만 골드에 달합니다.{j}1년에 이자만 해도…….”
en_us: “I’m not sure you are aware we owe almost three million gold to the Kupers Bank. The yearly interest alone is...”

source: 그가 자신보다 강한 적을 상대로도 굴하지 않고 투지를 불태울 수 있는 사람이었다면 10년째 실력이 정체하지도 않았을 것이다.
en_us: Had he been the unyielding, back-to-the-wall fighter that never gave up, he wouldn’t have let his skills stagnate for ten years and find himself in this situation.

source: 충분히 고민했는데도 답이 없다면, 더는 그 문제에 관해서 깊게 생각지 않는다.
en_us: If an answer doesn’t come after thinking long and hard about it, it’s no longer worth thinking about.

source: “괜찮아.”
en_us: “It’ll be all be fine.”

source: 그의 입장에서 보면 로건은 얼마 전에 작은 공자한테도 진 애송이(?)였다.
en_us: From his point of view, Logan was just a kid that recently lost to his younger brother.

source: ‘여긴 여전하군.’
en_us: It just how I remember it.

source: “……포스 유저라고?”
en_us: “He’s a force user?”

source: “호오.{j}쓸데없이 운송 단가까지 생각하셨군요.”
en_us: “I’m surprised you even bothered to calculate the shipping costs”

source: 배낭 같지 않은 묵직한 울림이 더욱 묵직하게 필립의 가슴을 두드렸다.{j}로건의 무심한 손길에 열린 배낭 입구로 보이는 황금빛.{j}그 안에 든 모든 것이 금화였다.{j}로건이 오늘 길에 쿠퍼스 카일 지점에서 미리 찾아 둔 돈.{j}상인이라면 저 황금 더미에 눈이 돌아가지 않을 수가 없을 터였다.
en_us: The weight of the bag made a deep sound that reverberated into Phillip’s heart. Logan casually opened the mouth of the bag to release the golden light coming from within. Everything inside was pure gold. Logan had visited the Kupers branch in Kyle before he had come to meet Phillip. It was enough money to turn the head of any merchant.

source: 하마르가 젠체하며 이런저런 설명을 덧붙였지만, 로건의 귀에는 하나도 들어오지 않았다.
en_us: Hamar continued explaining its various mechanics but none of it managed to enter Logan’s ears.

source: 로건의 말에 놀란 것은 빅토르뿐만이 아니었다.{j}그 이야기를 듣고 있던 카이 역시 놀란 표정을 감추지 못했고, 드워프 하마르 역시 마찬가지였다.{j}엉뚱하게 노예 꼬마 하나를 사더니 대뜸 기사를 만든다고 하니 그들로서는 황당할 수밖에 없었다.{j}하지만 로건은 흔들림 없는 눈빛으로 빅토르를 똑바로 바라보았다.
en_us: Victor wasn’t the only surprised person in the party. Both Kai and Hamar couldn’t hide their astonishment. They couldn’t believe that Logan had bought the rambunctious boy in the first place and now he promised the boy that he will train him into a knight. Logan’s eyes were unmoved by their reactions and continued to look straight into Victor’s eyes.

source: “그럼 상인 길드에 가서 소고기값 정도에만 의뢰해도 모든 게 해결됩니다.”
en_us: “Then, we simply need to visit the Merchant’s Guild and place an order, it will cost just as much as beef.”

source: 잊으려야 잊을 수 없는 익숙한 얼굴이 눈앞으로 다가왔다.
en_us: A face, one he could never forget, appeared before his eyes.

source: “당신을 장기로 고용하고 싶다.”
en_us: “I want to hire you on a long-term basis.”

source: - 대공자가 작은 공자와의 대련에서 졌다.
en_us: “The eldest master lost to the little master in a duel”

source: “……네?{j}그게 다에요?”
en_us: “Sorry but is that all?”

source: 순식간에 난장판이 된 상황 속에서 팔이 꺾여 제압당한 빅토르를 본 로건이 작은 한숨을 내쉬며 카이에게 손짓했다.{j}풀어 주라는 뜻을 읽은 카이가 물러서는 순간.{j}소년, 빅토르가 또다시 로건을 향해 달려들었다.
en_us: The situation had suddenly erupted into chaos as Kai had pinned the boy down with his arm on his back. Seeing the boy squirm forced a sigh out of Logan and he waved his hand at Kai to let him go. As Kai stood up and stepped back, Victor charged at Logan once again.

source: 눈앞의 금화 배낭을 보며 한참을 꿈이라도 꾸는 듯한 눈으로 바라보던 필립이 이내 눈물을 글썽이며 그의 손을 잡았다.
en_us: Phillip stared at the bag full of gold coin as if he was in a dream before he burst into tears and reached out to hold Logan’s hand.
